---
layout: post
title: 12 Rules for Life
---
# 人生十二法则

## 法则一 获胜的龙虾从不低头：笔直站立，昂首挺胸

#### 生物界的领地之争

#### 支配等级金字塔

#### 建立你的自我觉察

#### 走出失败者模式

## 法则二 像照顾生病的宠物一样关心自己：待己如助人

#### 引言

- 肾脏衰竭危及生命，透析治疗很痛苦，器官移植手术需要漫长等待，手术不仅昂贵而且风险很高，可是，最后导致功亏一篑的竟是患者不愿意服药，他们这一行为真是令人无比费解。
- 在遵医嘱服药的问题上，人们对宠物要比对自己做得好。这种情况令人难以置信，而且就连你的宠物也会认为这不是一件好事，因为它是爱你的，希望你照顾好自己的身体。
- 人们爱宠物胜于爱自己。这是多么糟糕的事情呀！一个人要讨厌自己到何种程度才会这样对待自己？

#### 世界的本质：混乱与秩序

- 在遥远的过去，人们更倾向于从生存的角度去理解世界。存在更像是以我们为主角的故事或者戏剧，每时每刻在我们的意识中显现。存在就好比我们讲述的关于生活或个人意义的人生故事，或者是小说家为了让人物活灵活现而描绘的事件。

#### 认识你自己

#### 自助者天助

## 法则三 摆脱损友：与真心希望你好的人做朋友

#### 荒芜青春

#### 摆脱“强迫性重复”

#### 拯救他人是高尚还是虚荣

#### 建立互惠关系

## 法则四 战胜内心的批评家：和昨天的自己比，别和今天的别人比

#### 与自我博弈

#### 追求什么决定看见什么

#### 走出认知困局

#### 集中注意力，改善现状

## 法则五 管教你家的小怪物：别让孩子做出令你讨厌他的事

#### 提升成本/收益比

#### 建立规则与结构意识

#### 管教五原则

## 法则六 当痛苦到想诅咒一切：批判世界之前先清理你的房间

#### 存在的价值

#### 痛苦时如何抉择

#### 清理你的生活

## 法则七 苏格拉底的选择：追求意义，拒绝苟且

#### 延迟满足的价值

#### 死亡，劳役与邪恶

#### 自由需要建立在约束之上

#### 超越当下，着眼未来

## 法则八 不买醉鬼卖的东西：说真话，或者至少别撒谎

#### 逃避还是说出真相

#### 拒绝欺骗

#### 选择真相

## 法则九 别偷走来访者的问题：假设你聆听的人知道你不知道的事

#### 别给建议，选择聆听

#### 表达，思考聆听自己

#### 确认你对话的动机

#### 共同探索，互利互惠

## 法则十 不要无视地毯下的龙：直面问题，言辞精确

#### 复杂，多维又善变的世界

#### 忽视问题是一切分崩离析的前兆

#### 精确分析，创造结构，重建秩序

## 法则十一 不要打扰玩滑板的孩子们：承认现实，反对偏见

#### 被阻止的不只是玩滑板

#### 可怕的反人类精神

#### 诞生于偏见的“弱势群体”

#### 文化源于人类的创造

#### 小心提倡单一因素解释的人

#### 同情之罪

#### 未来需要的是坚毅而非软弱

## 法则十二 当你在街上遇到一只猫时，摸摸它：关注存在的善

#### 存在需要局限性

#### 用专注代替思考

#### 发现美好，平衡痛苦
